Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/prm:_sprakloftprisen_2022_til_aage_solbakk.html.tmx
Source language: nob
Languages: sma

source: Vinner av Sametingets språkløftpris 2022 er Lemet-Jon Aage, Aage Agnar Solbakk, i Tana.
sma: Vitnije Saemiedigkien gïelelutnjemebaalhkeste 2022 lea Lemet-Jon Aage, Aage Agnar Solbakk, Deatnuste.

source: I forbindelse med samisk språkuke gir Sametinget oppmerksomhet til en person, gruppe eller organisasjonen som på en god måte har brukt og jeg synliggjort samisk språk i sin daglige virksomhet.
sma: Gïelevåhkoen sjïekenisnie Saemiedigkie earoehtimmiem vadta akten almetjasse, dåahkan jallh organisasjovnese mij saemien gïelem hijvenlaakan nuhtjeme jïh våajnoes dorjeme sov biejjieladtje barkosne.

source: Språkløftprisvinneren får 30 000 kroner og kunstdiplom.
sma: Gïelelutnjemevitnije 30 000 kråvnah jïh tjeahpoediplomem åådtje.

source: Kunstdiplomet er laget av Marte Somby.
sma: Marte Somby lea tjeahpoediplomem dorjeme.

source: Sametingsrådet har bestemt å gi språkløftprisen 2022 til Lemet-Jon Aage, Aage Agnar Solbakk.
sma: Saemiedigkieraerie lea moeneme gïelelutnjemebaalhkam 2022 vedtedh Lemet-Jon Aagese, Aage Agnar Solbakk.

source: – Jeg vil takke for det arbeidet som Lemet Jon Aage har gjort for å formidle språket og den tradisjonelle kunnskapen om levesettet blant elvesamene i Tanadalen, og jeg gratulerer med språkløftprisen, sier sametingspresident Silje Karine Muotka (NSR).
sma: – Sïjhtem barkoen åvtese gijhtedh maam Lemet Jon Aage lea dorjeme gïelem jïh aerpievuekien daajroem jieledevuekien bïjre åehpiedehtedh jeanoesaemiej gaskem Deatnuvuemesne, jïh manne gïelelutnjemebaalhkine læhkohtem, saemiedigkiepresideente Silje Karine Muotka (NSR) jeahta.

source: Aage har i mange år arbeidet med samisk språk både gjennom å formidle tradisjonell kunnskap og ved å publisere fagbøker.
sma: Aage lea saemien gïeline barkeme gellie jaepieh jïh dovne aerpievuekien daajroem åehpiedahteme jïh faagegærjah bæjhkoehtamme.

source: Han har valgt å bruke tid på å dele kunnskap med det samiske samfunnet på samisk.
sma: Dïhte veeljeme tïjjem nuhtjedh daajroem saemien seabradahkine juekedh saemiengïelesne.

source: Etter det Sametinget kjenner til har han vært med på utgivelsen av omtrent 200 bøker og artikler, for det meste på nordsamisk.
sma: Saemiedigkien daajroen mietie dïhte meatan orreme ovrehte 200 gærjah jïh tjaalegh bæjhkoehtidh, jeenjemasth noerhtesaemien gïelesne.

source: Aage er historiker og han har for eksempel skrevet om historien til det samiske skriftspråket.
sma: Aage lea historihkere jïh lea vuesiehtimmien gaavhtan saemien tjaelemegïelen histovrijen bïjre tjaaleme.

source: Han har også gjort mye språkfaglig arbeid, for eksempel gjennom å samle inn stedsnavn, gjennom å dokumentere og formidle språkrikdommen innenfor samiske tradisjonelle næringer.
sma: Dïhte aaj jïjnjh gïelefaageles barkoeh dorjeme, vuesiehtimmien gaavhtan sijjienommh sïjse tjöönghkeme, jïh gïeleræjhkoesvoetem saemien aerpievuekien jielemi sisnjeli dokumenteereme jïh åehpiedahteme.

source: Aage er født i 1943 i Båteng.
sma: Aage reakadamme 1943 Båtengesne.

source: Han har vokst opp og levd hele livet ved Tanabredden, og han har lært seg den tradisjonelle kunnskapen om både lakseforvaltning og laksefiske fra barndommen fra.
sma: Dïhte byjjenamme jïh abpe jieledem vyöseme Deatnun gaedtiebealesne, jïh lea aerpievuekien daajroem dovne loesereeremen jïh loesegöölemen bïjre lïereme maanabaelien raejeste.

source: – Med arbeidet sitt har han vist hvilken språkrikdom og kunnskap om laksen som finnes innenfor det tradisjonelle laksefiske og lakseforvaltningen.
sma: – Sov barkojne dïhte lea vuesiehtamme man stoerre ræjhkoesvoete jïh daajroe loesen bïjre mij aerpievuekien loesegöölemisnie jïh loesereeremisnie gååvnese.

source: Han har samlet, dokumentert og formidlet språkrikdommen som finnes innenfor laksefisket, om laksen, jaktplassene, stedsnavnene og den tradisjonelle lakseforvaltningen, sier Muotka.
sma: Dïhte gïeleræjhkoesvoetem tjöönghkeme, dokumenteereme jïh åehpiedahteme mij loesegöölemen sisnjelen gååvnese, loesen bïjre, göölemesijjiej, sijjienommi jïh aerpievuekien loesereeremen bïjre, Muotka jeahta.

source: Sametingets språkløftpris blir delt ut i Snåsa søndag 23. oktober. Da er det åpning av årets samiske språkuke og tiåret for urfolksspråk (IDIL).
sma: Joekedimmie Saemiedigkien gïelelutnjemebaalhkeste lea Snåasesne aejlegen golken 23.b. Dellie rïhpestimmie gïelevåhkoste jïh aalkoeåålmegegïeli juhkiejaepeste (IDIL).

source: Sametingspresident Silje Karine Muotka og rådsmedlemmene Mikkel Eskil Mikkelsen og Maja Kristine Jåma deltar på åpningen.
sma: Saemiedigkiepresideente Silje Karine Muotka jïh raerielïhtsegh Mikkel Eskil Mikkelsen jïh Maja Kristine Jåma leah stïeresne rïhpestimmesne.
